[
    {
        "22": "[Congressional Bills 113th Congress]\n[From the U.S. Government Printing Office]\n[H.R. 22 Introduced in House (IH)]\n\n113th CONGRESS\n  1st Session\n                                 H. R. 22\n\n      To provide for the exchange of information related to trade \n                  enforcement, and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                    IN THE HOUSE OF REPRESENTATIVES\n\n                            January 3, 2013\n\nMr. Poe of Texas (for himself, Ms. Lofgren, Mr. Chabot, Mr. McKeon, Mr. \nKeating, Ms. Linda T. Sanchez of California, and Mr. McCaul) introduced \n    the following bill; which was referred to the Committee on the \n                               Judiciary\n\n_______________________________________________________________________\n\n                                 A BILL\n\n\n \n      To provide for the exchange of information related to trade \n                  enforcement, and for other purposes.\n\n    Be it enacted by the Senate and House of Representatives of the \nUnited States of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This Act may be cited as the ``Foreign Counterfeit Merchandise \nPrevention Act''.\n\nSEC. 2. EXCHANGE OF INFORMATION RELATED TO TRADE ENFORCEMENT.\n\n    Section 1905 of title 18, United States Code, is amended--\n            (1) by striking ``Whoever'' and inserting ``(a) In \n        General.--Whoever''; and\n            (2) by adding at the end the following:\n    ``(b) Provision of Information Relating to Merchandise Presented to \nCustoms.--It shall not be a violation of this section for an officer or \nemployee of U.S. Customs and Border Protection, upon detention and \nthereafter, to provide to the owner of a copyright or a registered \nmark, or to any person who may be injured by a violation of section \n1201 of title 17--\n            ``(1) any information appearing on the merchandise, \n        including its retail packaging,\n            ``(2) a sample of the merchandise and its retail packaging, \n        or\n            ``(3) digital images of the merchandise and its retail \n        packaging,\nas it was presented to U.S. Customs and Border Protection, without \nredaction, whether imported into or exported from the United States, or \nattempted to be exported from the United States, for purposes of \ndetermining whether the merchandise or its retail packaging infringes \nthe copyright, bears or consists of a counterfeit mark of the \nregistered mark, or is in violation of section 1201 of title 17, as the \ncase may be.\n    ``(c) Provision of Information Relating to Seized Merchandise.--It \nshall not be a violation of this section for an officer or employee of \nU.S. Customs and Border Protection, after seizing merchandise pursuant \nto a determination that the merchandise is in violation of section 1201 \nof title 17, to provide, to persons injured by the violation, \ninformation with respect to the merchandise, including, but not limited \nto, the following:\n            ``(1) The date of importation.\n            ``(2) The port of entry.\n            ``(3) The description of the merchandise from the entry.\n            ``(4) The quantity involved.\n            ``(5) The country of origin of the merchandise.\n            ``(6) The name and address of the foreign manufacturer.\n            ``(7) The name and address of the exporter.\n            ``(8) The name and address of the importer.\n            ``(9) Photographic or digital images of the merchandise.\n    ``(d) Definitions.--As used in this section--\n            ``(1) the term `registered mark' has the meaning given that \n        term in section 45 of the Lanham Act (15 U.S.C. 1127);\n            ``(2) the term `Lanham Act' has the meaning given that term \n        in section 2320(f) of this title;\n            ``(3) the term `counterfeit mark' has the meaning given \n        that term in section 2320(f) of this title; and\n            ``(4) the term `without redaction' means, with respect to \n        merchandise, without removing, revising, or otherwise obscuring \n        any information, codes, marks, numbers, or any other markings \n        that appear on the merchandise or its retail packaging.\n    ``(e) Rule of Construction.--Subsections (b), (c), and (d) apply \nonly with respect to tangible goods presented to U.S. Customs and \nBorder Protection for importation into, or exportation from, the United \nStates.''.\n\nSEC. 3. PREVENTION OF IMPORTATION OF MANUFACTURED GOODS BEARING \n              INFRINGING MARKS.\n\n    (a) In General.--Section 42 of the Lanham Act (15 U.S.C. 1124), is \namended--\n            (1) in the first sentence, by striking ``Except as'' and \n        inserting ``(a) In General.--Except as'';\n            (2) by striking ``of the Treasury'' each place it appears \n        and inserting ``of Homeland Security''; and\n            (3) by adding at the end the following:\n    ``(b) Detention of Critical Merchandise.--With respect to critical \nmerchandise that bears a registered trademark recorded under subsection \n(a), if U.S. Customs and Border Protection detains the merchandise \nbecause the merchandise is suspected of bearing a counterfeit mark, \nthen, upon such detention, the Secretary--\n            ``(1) shall provide to the owner of the registered \n        trademark any information on the critical merchandise and its \n        packaging and labels, including, without redaction, photographs \n        or digital images of the critical merchandise, packaging, and \n        labels; and\n            ``(2) may, at any time, subject to any applicable bonding \n        and return requirements, provide to the owner of the registered \n        trademark samples of the critical merchandise, without \n        redaction.\n    ``(c) Definitions.--In this section:\n            ``(1) Critical merchandise.--\n                    ``(A) In general.--The term `critical merchandise' \n                includes--\n                            ``(i) aircraft engines, appliances, \n                        propellers, and spare parts;\n                            ``(ii) motor vehicle equipment;\n                            ``(iii) semiconductors; and\n                            ``(iv) any other article of manufacture \n                        that the Secretary determines could, if \n                        permitted entry into the United States in \n                        violation of the laws of the United States pose \n                        a danger to the health, safety, or welfare of \n                        consumers, or to the national security of the \n                        United States.\n                    ``(B) Other definitions.--For purposes of \n                subparagraph (A)--\n                            ``(i) the terms `aircraft engine', \n                        `appliance', `propeller', and `spare part' have \n                        the meanings given those terms in section \n                        40102(a) of title 49, United States Code;\n                            ``(ii) the term `motor vehicle equipment' \n                        has the meaning given that term in section \n                        30102(a) of title 49, United States Code; and\n                            ``(iii) the term `semiconductor' means \n                        `semiconductor chip product' as defined in \n                        section 901 of title 17, United States Code.\n            ``(2) Secretary.--The term `Secretary' means the Secretary \n        of Homeland Security.\n            ``(3) Without redaction.--The term `without redaction' \n        means, with respect to merchandise, without removing, revising, \n        or otherwise obscuring any information, codes, marks, numbers, \n        or any other markings that appear on the merchandise or its \n        retail packaging.\n    ``(d) Rule of Construction.--This section applies only with respect \nto tangible goods presented to U.S. Customs and Border Protection for \nimportation into the United States.''.\n    (b) Definition.--In this section, the term ``Lanham Act'' means the \nAct entitled ``An Act to provide for the registration and protection of \ntrademarks used in commerce, to carry out the provisions of certain \ninternational conventions, and for other purposes'', approved July 5, \n1946 (15 U.S.C. 1051 et seq.).\n    (c) Effective Date.--The amendments made by this section shall take \neffect upon the expiration of the 60-day period beginning on the date \nof the enactment of this Act.\n                                 <all>"
    }
]